Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.hud.indicatorTintStyle.levelColor
source: Level color
ar: لون المستوى
bg: Цвят на нивото
bn: স্তর রঙ
ca: Color del nivell
cs: Barva úrovně
da: Niveaufarve
de: Füllstandsfarbe
el: Χρώμα επιπέδου
es: Color del nivel
fa: رنگ سطح
fi: Tason väri
fil: Kulay ng Antas
fr: Couleur du niveau
he: צבע רמה
hi: स्तर का रंग
hr: Boja razine
hu: Szint szerinti szín
id: Warna Level
it: Colore livello
ja: レベルカラー
kk: Деңгей түсі
ko: 레벨 색상
ms: Warna tahap
nb: Nivåfarge
nl: Niveaukleur
pl: Kolor poziomu
pt: Cor do nível
ro: Culoare nivel
ru: Цвет уровня
sk: Farba úrovne
sr: Боја нивоа
sv: Nivåfärg
th: สีตามระดับ
tr: Düzey rengi
uk: Колір рівня
vi: Màu mức độ
zh_hans: 等级/电量颜色
zh_hant: 等級顏色

# settings.hud.indicatorTintStyle.plainWhite
source: White
ar: أبيض
bg: Бял
bn: সাদা
ca: Blanc
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
fa: سفید
fi: Valkoinen
fil: Puti
fr: Blanc
he: לבן
hi: सफेद
hr: Bijelo
hu: Fehér
id: Putih
it: Bianco
ja: ホワイト
kk: Ақ
ko: 화이트
ms: Putih
nb: Hvit
nl: Wit
pl: Biały
pt: Branco
ro: Alb
ru: Белый
sk: Biela
sr: Бело
sv: Vitt
th: สีขาว
tr: Beyaz
uk: Білий
vi: Trắng
zh_hans: 白色
zh_hant: 白色

# settings.hud.indicatorTintStyle.title
source: Indicator tint style
ar: نمط تلوين المؤشر
bg: Стил на нюанса на индикатора
bn: সূচক রঙের শৈলী
ca: Estil de tint de l'indicador
cs: Styl tónování indikátoru
da: Indikatortonefarvestil
de: Indikator-Farbtonstil
el: Στυλ απόχρωσης δείκτη
es: Estilo de tinte de indicador
fa: سبک رنگ نشانگر
fi: Ilmaisimen sävytyyli
fil: Estilo ng Tint ng Indicator
fr: Style de teinte de l'indicateur
he: סגנון גוון מחוון
hi: संकेतक टिंट शैली
hr: Stil nijanse indikatora
hu: Jelző árnyalási stílusa
id: Gaya Warna Indikator
it: Stile tinta indicatore
ja: インジケータの色調スタイル
kk: Индикатор реңк стилі
ko: 표시기 틴트 스타일
ms: Gaya tint penunjuk
nb: Indikatortonefargestil
nl: Indicatortintstijl
pl: Styl odcienia wskaźnika
pt: Estilo de tonalidade do indicador
ro: Stil nuanțare indicator
ru: Стиль цвета индикатора
sk: Štýl odtieňa indikátora
sr: Стил нијансе индикатора
sv: Indikatortonstil
th: รูปแบบการย้อมสีตัวระบุ
tr: Gösterge renk stili
uk: Стиль відтінку індикатора
vi: Kiểu sắc thái chỉ báo
zh_hans: 指示器颜色样式
zh_hant: 指示器著色樣式

# settings.hud.keyboard.desc
source: Replace the system keyboard brightness overlay with a custom HUD in the notch.
ar: استبدال تراكب سطوع لوحة المفاتيح بعرض مخصص في الشق.
bg: Заменете системното наслагване за осветление на клавиатурата с HUD в ноча.
bn: কীবোর্ড ব্যাকলাইট ওভারলেটিকে নচে HUD দিয়ে প্রতিস্থাপন করুন।
ca: Substitueix la superposició de retroil·luminació del teclat per un HUD al notch.
cs: Nahradit systémový indikátor jasu klávesnice HUDem ve výřezu.
da: Erstat tastaturbaggrundsbelysningens overlay med en HUD i notchen.
de: System-Tastaturbeleuchtungsanzeige durch einen eigenen HUD in der Notch ersetzen.
el: Αντικατάσταση της επικάλυψης φωτεινότητας πληκτρολογίου με HUD στο notch.
es: Reemplazar la superposición de brillo del teclado con un HUD personalizado.
fa: جایگزینی اعلان نور پس‌زمینه صفحه‌کلید با HUD در ناچ.
fi: Korvaa näppäimistön taustavalon peitto HUDilla notchissa.
fil: Palitan ang overlay ng backlight ng keyboard ng HUD sa notch.
fr: Remplacer l'affichage système de la luminosité du clavier par un HUD dans l'encoche.
he: החלף את שכבת תאורת המקלדת ב-HUD במגרעת.
hi: सिस्टम कीबोर्ड चमक ओवरले को नॉच में कस्टम HUD से बदलें।
hr: Zamijenite prekrivanje osvjetljenja tipkovnice HUD-om u urezu.
hu: A billentyűzet-világítás kijelzésének cseréje HUD-ra a notch-ban.
id: Ganti tampilan kecerahan keyboard sistem dengan HUD di notch.
it: Sostituisci la luminosità della tastiera di sistema con un HUD nel notch.
ja: システム標準のキーボード輝度表示をノッチHUDに置き換えます。
kk: Пернетақта жарығының жүйелік хабарламасын ойықтағы HUD-пен ауыстыру.
ko: 시스템 키보드 밝기 표시를 노치 HUD로 대체합니다.
ms: Gantikan tindanan kecerahan papan kekunci dengan HUD di notch.
nb: Erstatt tastaturbakbelysningens overlegg med en HUD i notchen.
nl: Vervang de toetsenbordhelderheid van het systeem door een HUD in de notch.
pl: Zastąp systemowy wskaźnik jasności klawiatury HUD-em w notchu.
pt: Substituir a apresentação de brilho do teclado do sistema por um HUD no notch.
ro: Înlocuiți suprapunerea luminozității tastaturii cu un HUD în notch.
ru: Заменить системное наложение яркости клавиатуры пользовательским HUD в вырезе.
sk: Nahradiť prekrytie podsvietenia klávesnice HUDom vo výreze.
sr: Замените приказ осветљења тастатуре HUD-ом у ночу.
sv: Ersätt systemets tangentbordsbelysning med en HUD i flärpen.
th: แทนที่โอเวอร์เลย์ความสว่างแป้นพิมพ์ของระบบด้วย HUD ในรอยบาก
tr: Sistem klavye parlaklığı göstergesini çentikteki özel HUD ile değiştir.
uk: Замінити системний індикатор яскравості клавіатури на HUD у вирізі.
vi: Thay thế hiển thị độ sáng bàn phím hệ thống bằng HUD trong notch.
zh_hans: 用刘海中的自定义 HUD 替换系统键盘亮度叠加层。
zh_hant: 將系統鍵盤亮度顯示替換為「瀏海」HUD。

# settings.hud.keyboard.title
source: Keyboard brightness HUD
ar: عرض سطوع لوحة المفاتيح
bg: HUD за осветление на клавиатурата
bn: কীবোর্ড উজ্জ্বলতা HUD
ca: HUD de brillantor del teclat
cs: HUD jasu klávesnice
da: Tastaturlysstyrke-HUD
de: Tastaturbeleuchtungs-HUD
el: HUD φωτεινότητας πληκτρολογίου
es: HUD de brillo del teclado
fa: HUD روشنایی صفحه‌کلید
fi: Näppäimistön kirkkaus-HUD
fil: HUD ng Liwanag ng Keyboard
fr: HUD de luminosité du clavier
he: HUD תאורת מקלדת
hi: कीबोर्ड चमक HUD
hr: HUD svjetline tipkovnice
hu: Billentyűzet-világítás HUD
id: HUD Kecerahan Keyboard
it: HUD luminosità tastiera
ja: キーボード輝度HUD
kk: Пернетақта жарықтығының HUD
ko: 키보드 밝기 HUD
ms: HUD kecerahan papan kekunci
nb: Tastaturlysstyrke-HUD
nl: Toetsenbordhelderheids-HUD
pl: HUD jasności klawiatury
pt: HUD de brilho do teclado
ro: HUD luminozitate tastatură
ru: HUD яркости клавиатуры
sk: HUD jasu klávesnice
sr: HUD осветљења тастатуре
sv: HUD för tangentbordsljusstyrka
th: HUD ความสว่างแป้นพิมพ์
tr: Klavye parlaklığı HUD'u
uk: HUD яскравості клавіатури
vi: HUD độ sáng bàn phím
zh_hans: 键盘亮度 HUD
zh_hant: 鍵盤亮度 HUD

# settings.hud.keyboardDuration.desc
source: Choose how long the keyboard brightness HUD stays visible.
ar: اختر مدة بقاء عرض سطوع لوحة المفاتيح مرئياً.
bg: Изберете колко време HUD за осветление на клавиатурата да остане видим.
bn: কীবোর্ড উজ্জ্বলতা HUD কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible el HUD de brillantor del teclat.
cs: Zvolte, jak dlouho zůstane HUD jasu klávesnice viditelný.
da: Vælg, hvor længe tastaturlysstyrke-HUD'en skal være synlig.
de: Wähle, wie lange das Tastaturbeleuchtungs-HUD sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατό το HUD φωτεινότητας πληκτρολογίου.
es: Elige cuánto tiempo permanece visible el HUD de brillo del teclado.
fa: مدت زمان نمایان ماندن HUD روشنایی صفحه‌کلید را انتخاب کنید.
fi: Valitse, kuinka kauan näppäimistön kirkkaus-HUD pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang HUD ng liwanag ng keyboard.
fr: Choisissez combien de temps le HUD de luminosité du clavier reste visible.
he: בחר כמה זמן ה-HUD של תאורת המקלדת יישאר גלוי.
hi: चुनें कि कीबोर्ड चमक HUD कितने समय तक दिखाई देगा।
hr: Odaberite koliko dugo HUD svjetline tipkovnice ostaje vidljiv.
hu: Válassza ki, mennyi ideig maradjon látható a billentyűzet-világítás HUD.
id: Pilih berapa lama HUD kecerahan keyboard tetap terlihat.
it: Scegli per quanto tempo l'HUD della luminosità della tastiera rimane visibile.
ja: キーボード輝度HUDを表示し続ける時間を選択します。
kk: Пернетақта жарықтығының HUD қанша уақыт көрінетінін таңдаңыз.
ko: 키보드 밝기 HUD가 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama HUD kecerahan papan kekunci kekal kelihatan.
nb: Velg hvor lenge tastaturlysstyrke-HUD-en skal være synlig.
nl: Kies hoe lang de toetsenbordhelderheid-HUD zichtbaar blijft.
pl: Wybierz, jak długo HUD jasności klawiatury pozostaje widoczny.
pt: Escolha quanto tempo o HUD de brilho do teclado permanece visível.
ro: Alegeți cât timp rămâne vizibil HUD-ul de luminozitate a tastaturii.
ru: Выберите, как долго отображается HUD яркости клавиатуры.
sk: Vyberte, ako dlho zostane HUD jasu klávesnice viditeľný.
sr: Изаберите колико дуго HUD осветљења тастатуре остаје видљив.
sv: Välj hur länge tangentbordsljusstyrkans HUD ska vara synlig.
th: เลือกระยะเวลาที่ HUD ความสว่างแป้นพิมพ์จะแสดงอยู่
tr: Klavye parlaklığı HUD'unun ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго HUD яскравості клавіатури залишатиметься видимим.
vi: Chọn thời gian HUD độ sáng bàn phím hiển thị.
zh_hans: 选择键盘亮度 HUD 的显示时长。
zh_hant: 選擇鍵盤亮度 HUD 保持可見的時間。

# settings.hud.keyboardDuration.title
source: Keyboard brightness duration
ar: مدة سطوع لوحة المفاتيح
bg: Продължителност на осветлението
bn: কীবোর্ড উজ্জ্বলতার সময়কাল
ca: Durada de la brillantor del teclat
cs: Doba jasu klávesnice
da: Tastaturlysstyrkevarighed
de: Tastaturbeleuchtungs-Dauer
el: Διάρκεια φωτεινότητας πληκτρολογίου
es: Duración del brillo del teclado
fa: مدت زمان روشنایی صفحه‌کلید
fi: Näppäimistön kirkkauden kesto
fil: Tagal ng Liwanag ng Keyboard
fr: Durée de luminosité du clavier
he: משך תאורת מקלדת
hi: कीबोर्ड चमक अवधि
hr: Trajanje svjetline tipkovnice
hu: Billentyűzet-világítás időtartama
id: Durasi Kecerahan Keyboard
it: Durata luminosità tastiera
ja: キーボード輝度表示時間
kk: Пернетақта жарықтығы ұзақтығы
ko: 키보드 밝기 지속 시간
ms: Tempoh kecerahan papan kekunci
nb: Tastaturlysstyrkevarighet
nl: Toetsenbordhelderheidsduur
pl: Czas jasności klawiatury
pt: Duração do brilho do teclado
ro: Durată luminozitate tastatură
ru: Длительность яркости клавиатуры
sk: Trvanie jasu klávesnice
sr: Трајање осветљења тастатуре
sv: Tangentbordsljusstyrketid
th: ระยะเวลาแสดงความสว่างแป้นพิมพ์
tr: Klavye parlaklığı süresi
uk: Тривалість яскравості клавіатури
vi: Thời lượng độ sáng bàn phím
zh_hans: 键盘亮度显示时长
zh_hant: 鍵盤亮度顯示時間

# settings.hud.layoutType.compact
source: Compact
ar: مضغوط
bg: Компактно
bn: কমপ্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Ringkas
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktné
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.hud.layoutType.expanded
source: Expanded
ar: موسّع
bg: Разширено
bn: প্রসারিত
ca: Ampliat
cs: Rozbalené
da: Udvidet
de: Erweitert
el: Επεκτεταμένο
es: Expandido
fa: گسترش‌یافته
fi: Laajennettu
fil: Pinalawak
fr: Agrandie
he: מורחב
hi: विस्तारित
hr: Prošireno
hu: Kiterjesztett
id: Diperluas
it: Espanso
ja: 展開
kk: Кеңейтілген
ko: 확장
ms: Diperluas
nb: Utvidet
nl: Uitgeklapt
pl: Rozwinięty
pt: Expandido
ro: Extins
ru: Расширенный
sk: Rozšírené
sr: Проширено
sv: Expanderad
th: ขยาย
tr: Genişletilmiş
uk: Розгорнутий
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# settings.hud.layoutType.title
source: HUD layout
ar: تخطيط العرض
bg: HUD оформление
bn: HUD লেআউট
ca: Disposició del HUD
cs: Rozvržení HUD
el: Διάταξη HUD
es: Diseño de HUD
fa: طرح‌بندی HUD
fi: HUD-asettelu
fil: Layout ng HUD
fr: Disposition du HUD
he: פריסת HUD
hi: HUD लेआउट
hr: HUD raspored
hu: HUD elrendezés
id: Tata Letak HUD
it: Layout dell'HUD
ja: HUDレイアウト
kk: HUD орналасуы
ko: HUD 레이아웃
ms: Susun atur HUD
nb: HUD-oppsett
nl: HUD-indeling
pl: Układ HUD
pt: Disposição do HUD
ro: Aspect HUD
ru: Макет HUD
sk: Rozloženie HUD
sr: HUD распоред
th: เลย์เอาต์ HUD
tr: HUD düzeni
uk: Розмітка HUD
vi: Bố cục HUD
zh_hans: HUD 布局
zh_hant: HUD 版面配置

# settings.hud.levelStrokeColor.desc
source: Tint the notch stroke using the current HUD level color instead of the default white stroke.
ar: تلوين حد الشق باستخدام لون مستوى العرض الحالي بدلاً من الحد الأبيض الافتراضي.
bg: Оцветяване на контура на ноча с текущия цвят на нивото вместо с бяло.
bn: নচ স্ট্রোকটি সাদার পরিবর্তে বর্তমান HUD স্তর রঙে রঙ করুন।
ca: Acoloreix el traç del notch amb el color del nivell del HUD actual en lloc de blanc.
cs: Zbarvit ohraničení výřezu aktuální barvou úrovně HUD namísto výchozí bílé.
da: Tone notch-stregen med den aktuelle HUD-niveaufarve i stedet for hvid.
de: Notch-Kontur in der aktuellen HUD-Pegelfarbe statt des standardmäßigen Weiß färben.
el: Χρωματισμός περιγράμματος notch με το χρώμα επιπέδου HUD αντί για λευκό.
es: Teñir el borde de la muesca con el color del nivel de HUD en lugar del blanco predeterminado.
fa: رنگ‌آمیزی خط دور ناچ با رنگ سطح فعلی HUD به جای سفید.
fi: Sävytä notchin viiva nykyisellä HUD-tasovärillä valkoisen sijaan.
fil: Kulayan ang stroke ng notch gamit ang kasalukuyang kulay ng antas ng HUD sa halip na puti.
fr: Teinter le contour de l'encoche avec la couleur de niveau actuelle du HUD au lieu du blanc par défaut.
he: צבע את קו המתאר של המגרעת בצבע רמת ה-HUD הנוכחי במקום בלבן.
hi: डिफ़ॉल्ट सफेद स्ट्रोक के बजाय वर्तमान HUD स्तर के रंग का उपयोग करके नॉच स्ट्रोक को टिंट करें।
hr: Oboji obrub ureza trenutnom bojom razine HUD-a umjesto bijele.
hu: A notch körvonalának színezése a HUD aktuális szintjének színével a fehér helyett.
id: Warnai batas notch dengan warna level HUD saat ini alih-alih warna putih default.
it: Colora il bordo del notch con il colore del livello attuale dell'HUD invece del bianco predefinito.
ja: デフォルトの白の代わりに、現在のHUDレベルカラーでノッチの枠線を色付けします。
kk: Ойық жиегін ақ түстің орнына HUD ағымдағы деңгейі түсімен бояу.
ko: 기본 흰색 대신 현재 HUD 레벨 색상으로 노치 테두리를 칠합니다.
ms: Warnakan garis notch dengan warna tahap HUD semasa dan bukannya putih.
nb: Fargelegg notch-streken med gjeldende HUD-nivåfarge i stedet for hvit.
nl: Kleur de rand van de notch met de huidige HUD-niveaukleur in plaats van standaard wit.
pl: Zabarw obrys notcha bieżącym kolorem poziomu HUD zamiast domyślnej bieli.
pt: Colorir o contorno do notch com a cor do nível atual do HUD em vez do branco padrão.
ro: Colorează conturul notch-ului folosind culoarea nivelului HUD în loc de albul implicit.
ru: Окрашивать обводку выреза в цвет уровня HUD вместо белого по умолчанию.
sk: Zafarbiť obrys výrezu aktuálnou farbou úrovne HUD namiesto bielej.
sr: Обоји ивицу ноча тренутном бојом нивоа HUD-а уместо беле.
sv: Färglägg flärpens ram med den aktuella HUD-nivåfärgen istället för standardvitt.
th: ย้อมสีเส้นขอบรอยบากตามสีระดับ HUD ปัจจุบันแทนเส้นขอบสีขาวเริ่มต้น
tr: Çentik kenarlığını varsayılan beyaz yerine geçerli HUD düzeyi rengiyle renklendir.
uk: Фарбувати контур notch кольором поточного рівня HUD замість стандартного білого.
vi: Tô màu viền notch bằng màu mức HUD hiện tại thay vì màu trắng mặc định.
zh_hans: 使用当前 HUD 等级颜色为刘海描边着色，而非默认的白色描边。
zh_hant: 使用目前的 HUD 等級顏色為「瀏海」邊框著色，而非預設的白色。

# settings.hud.levelStrokeColor.title
source: Level-based stroke color
ar: لون الحد حسب المستوى
bg: Цвят на контура според нивото
bn: স্তর ভিত্তিক স্ট্রোক রঙ
ca: Color de traç basat en el nivell
cs: Barva ohraničení podle úrovně
da: Niveaubaseret stregfarve
de: Pegelabhängige Konturfarbe
el: Χρώμα περιγράμματος βάσει επιπέδου
es: Color de borde según nivel
fa: رنگ خط دور بر اساس سطح
fi: Tasoon perustuva viivan väri
fil: Kulay ng Stroke Batay sa Antas
fr: Couleur de contour selon le niveau
he: צבע קו מתאר לפי רמה
hi: स्तर-आधारित स्ट्रोक रंग
hr: Boja obruba prema razini
hu: Szintalapú körvonalszín
id: Warna Batas Berdasarkan Level
it: Colore del bordo basato sul livello
ja: レベルに基づく枠線カラー
kk: Деңгейге сай жиек түсі
ko: 레벨 기반 테두리 색상
ms: Warna garis berasaskan tahap
nb: Nivåbasert strekfarge
nl: Randkleur op basis van niveau
pl: Kolor obrysu według poziomu
pt: Cor do contorno baseada no nível
ro: Culoare contur bazată pe nivel
ru: Цвет обводки по уровню
sk: Farba obrysu podľa úrovne
sr: Боја ивице према нивоу
sv: Nivåbaserad ramfärg
th: สีเส้นขอบตามระดับ
tr: Düzeye göre kenarlık rengi
uk: Колір контуру за рівнем
vi: Màu viền theo mức độ
zh_hans: 基于等级的描边颜色
zh_hant: 基於等級的邊框顏色

# settings.hud.style.compact
source: Compact
ar: مضغوط
bg: Компактен
bn: কমপ্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Ringkas
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktný
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.hud.style.desc
source: Choose visual presentation style for volume, brightness, and keyboard HUDs.
ar: اختر نمط العرض المرئي لعروض مستوى الصوت والسطوع ولوحة المفاتيح.
bg: Изберете визуален стил на представяне за HUD за сила на звука, яркост и клавиатура.
bn: ভলিউম, উজ্জ্বলতা এবং কীবোর্ড HUD-এর জন্য ভিজ্যুয়াল উপস্থাপনা শৈলী চয়ন করুন।
ca: Tria l'estil de presentació visual per als HUD de volum, brillantor i teclat.
cs: Vyberte styl vzhledu HUD pro hlasitost, jas a klávesnici.
da: Vælg visuel præsentationsstil for lydstyrke-, lysstyrke- og tastatur-HUD'er.
de: Erscheinungsbild für Lautstärke-, Helligkeits- und Tastatur-HUDs wählen.
el: Επιλέξτε στυλ οπτικής παρουσίασης για τα HUD έντασης, φωτεινότητας και πληκτρολογίου.
es: Elige el estilo visual para los HUD de volumen, brillo y teclado.
fa: سبک نمایش بصری را برای HUDهای صدا، روشنایی و صفحه‌کلید انتخاب کنید.
fi: Valitse esitystyyli äänenvoimakkuuden, kirkkauden ja näppäimistön HUDeille.
fil: Piliin ang visual presentation style para sa mga HUD ng volume, liwanag, at keyboard.
fr: Choisir le style d'apparence des HUD de volume, luminosité et clavier.
he: בחר סגנון תצוגה חזותית עבור HUD של עוצמת שמע, בהירות ומקלדת.
hi: वॉल्यूम, चमक और कीबोर्ड HUDs के लिए दृश्य प्रस्तुति शैली चुनें।
hr: Odaberite stil vizualne prezentacije za HUD-ove glasnoće, svjetline i tipkovnice.
hu: Válassza ki a megjelenítési stílust a hangerő, fényerő és billentyűzet HUD-okhoz.
id: Pilih gaya tampilan HUD volume, kecerahan, dan keyboard.
it: Scegli lo stile di aspetto degli HUD di volume, luminosità e tastiera.
ja: 音量、輝度、キーボードHUDの表示スタイルを選択します。
kk: Дыбыс деңгейі, жарықтық және пернетақта HUD үшін көрініс стилін таңдаңыз.
ko: 음량, 화면 밝기 및 키보드 HUD의 모양 스타일을 선택하세요.
ms: Pilih gaya persembahan visual untuk HUD kelantangan, kecerahan dan papan kekunci.
nb: Velg visuell presentasjonsstil for volum-, lysstyrke- og tastatur-HUD-er.
nl: Kies de uiterlijkstijl van de HUD's voor volume, helderheid en toetsenbord.
pl: Wybierz styl wyglądu HUD głośności, jasności i klawiatury.
pt: Escolher o estilo de apresentação dos HUDs de volume, brilho e teclado.
ro: Alegeți stilul de prezentare vizuală pentru HUD-urile de volum, luminozitate și tastatură.
ru: Выберите внешний вид и макет индикаторов HUD.
sk: Vyberte vizuálny štýl prezentácie pre HUD hlasitosti, jasu a klávesnice.
sr: Изаберите стил визуелне презентације за HUD-ове јачине звука, осветљења и тастатуре.
sv: Välj utseendestil för volym-, ljusstyrke- och tangentbords-HUD:ar.
th: เลือกรูปแบบการนำเสนอสำหรับ HUD ระดับเสียง ความสว่าง และแป้นพิมพ์
tr: Ses düzeyi, parlaklık ve klavye HUD'ları için görsel sunum stilini seçin.
uk: Виберіть стиль оформлення HUD для гучності, яскравості та клавіатури.
vi: Chọn kiểu giao diện của HUD âm lượng, độ sáng và bàn phím.
zh_hans: 选择音量、亮度和键盘 HUD 的视觉呈现样式。
zh_hant: 選擇音量、亮度與鍵盤 HUD 的外觀樣式。

# settings.hud.style.expandedCompact
source: Expanded Compact
ar: موسّع مضغوط
bg: Разширен компактен
bn: প্রসারিত কমপ্যাক্ট
ca: Ampliat compacte
cs: Rozbalené kompaktní
da: Udvidet kompakt
de: Erweitert kompakt
el: Επεκτεταμένο συμπαγές
es: Compacto expandido
fa: گسترش‌یافته فشرده
fi: Laajennettu kompakti
fil: Pinalawak na Compact
fr: Agrandie compacte
he: מורחב קומפקטי
hi: विस्तारित कॉम्पैक्ट
hr: Prošireno kompaktno
hu: Kiterjesztett kompakt
id: Diperluas Ringkas
it: Espanso compatto
ja: 展開（コンパクト）
kk: Кеңейтілген шағын
ko: 확장형 컴팩트
ms: Diperluas padat
nb: Utvidet kompakt
nl: Uitgeklapt compact
pl: Rozwinięty kompaktowy
pt: Expandido compacto
ro: Extins compact
ru: Расширенный компактный
sk: Rozšírený kompaktný
sr: Проширено компактно
sv: Expanderad kompakt
th: ขยายแบบกะทัดรัด
tr: Genişletilmiş Kompakt
uk: Розгорнутий компактний
vi: Mở rộng gọn gàng
zh_hans: 展开紧凑
zh_hant: 展開緊湊

# settings.hud.style.expandedDetailed
source: Expanded Detailed
ar: موسّع مفصّل
bg: Разширен подробен
bn: প্রসারিত বিস্তারিত
ca: Ampliat detallat
cs: Rozbalené podrobné
da: Udvidet detaljeret
de: Erweitert detailliert
el: Επεκτεταμένο αναλυτικό
es: Detallado expandido
fa: گسترش‌یافته دقیق
fi: Laajennettu yksityiskohtainen
fil: Pinalawak na Detalyado
fr: Agrandie détaillée
he: מורחב מפורט
hi: विस्तारित विस्तृत
hr: Prošireno detaljno
hu: Kiterjesztett részletes
id: Diperluas Mendetail
it: Espanso dettagliato
ja: 展開（詳細）
kk: Кеңейтілген толық
ko: 확장형 상세
ms: Diperluas terperinci
nb: Utvidet detaljert
nl: Uitgeklapt gedetailleerd
pl: Rozwinięty szczegółowy
pt: Expandido detalhado
ro: Extins detaliat
ru: Расширенный подробный
sk: Rozšírený podrobný
sr: Проширено детаљно
sv: Expanderad detaljerad
th: ขยายแบบละเอียด
tr: Genişletilmiş Ayrıntılı
uk: Розгорнутий детальний
vi: Mở rộng chi tiết
zh_hans: 展开详细
zh_hant: 展開詳細

# settings.hud.style.minimal
source: Minimal
ar: مبسّط
bg: Минималистичен
bn: মিনিমাল
ca: Minimalista
cs: Minimální
da: Minimalistisk
el: Μινιμαλιστικό
es: Mínimo
fa: مینیمال
fi: Minimaalinen
fr: Minimaliste
he: מינימלי
hi: न्यूनतम
hr: Minimalistički
hu: Minimális
id: Minimalis
it: Minimale
ja: ミニマル
kk: Минималистік
ko: 미니멀
ms: Minimalis
nb: Minimalistisk
nl: Minimaal
pl: Minimalistyczny
pt: Minimalista
ro: Minimalist
ru: Минимальный
sk: Minimalistický
sr: Минималистички
th: มินิมอล
uk: Мінімалістичний
vi: Tối giản
zh_hans: 极简
zh_hant: 極簡

# settings.hud.style.standard
source: Standard
ar: قياسي
bg: Стандартен
bn: স্ট্যান্ডার্ড
ca: Estàndard
cs: Standardní
el: Τυπικό
es: Estándar
fa: استاندارد
fi: Vakio
fil: Karaniwan
he: רגיל
hi: मानक
hr: Standardno
id: Standar
ja: 標準
kk: Стандартты
ko: 표준
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартный
sk: Štandardný
sr: Стандардно
th: มาตรฐาน
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# settings.hud.style.title
source: HUD style
ar: نمط HUD
cs: Styl HUD
de: HUD-Stil
es: Estilo de HUD
fr: Style du HUD
id: Gaya HUD
it: Stile dell'HUD
ja: HUDスタイル
ko: HUD 스타일
nl: HUD-stijl
pl: Styl HUD
pt: Estilo do HUD
ru: Стиль HUD
sv: HUD-stil
tr: HUD stili
uk: Стиль HUD
vi: Kiểu HUD
zh_hans: HUD 样式
zh_hant: HUD 樣式
